export interface About {
  title: string;
  date: string;
  description: string;
}

export const abouts: About[] = [
  {
    title: "一関工業高等専門学校",
    date: "2017/04-2022/03",
    description: "2年次から情報・ソフトウェア系に所属し、プログラミングやネットワーク、データベースなどの基礎知識を身につけました。部活動は水泳部に5年間所属しており、競泳だけではなくシンクロ公演（ウォーターボーイズみたいな）も行っていました。"
  },
  {
    title: "豊橋技術科学大学",
    date: "2022/04-2024/03",
    description: "高専卒業後、学部3年から大学に編入しました。3年次は毎週の課題や実験レポートに追われる日々を過ごしました。後期から研究室に早期配属し、ロボット制御の勉強を始めました。学部4年次はほとんどの時間を研究活動に費やし、学会発表も経験しました。"
  },
  {
    title: "豊橋技術科学大学大学院",
    date: "2024/04-現在",
    description: "ソーシャルロボットの研究を続けたいという思いから大学院に進学しました。現在は開発したロボットの実証実験を進めており、学会での口頭発表や論文投稿を目指しています。来年は学生最後の年になる予定なのでお金を貯めて海外旅行に行きたいなぁと思っています。"
  }
];